export const CATEGORY_ID = {
  개발: 1,
  디자인: 2,
  교육: 3,
  금융: 4,
  마케팅: 5,
};

export const SUBCATEGORY_ID = {
  프론트엔드: 1,
  백엔드: 2,
  'UI/UX 디자인': 3,
  'CI/BI 디자인': 4,
  '외국어 교육': 5,
  '교육 기획': 6,
  재무회계담당자: 7,
  자산관리사: 8,
  '컨텐츠 마케터': 9,
  '퍼포먼스 마케터': 10,
};

export const CAREER_ID = {
  신입: 1,
  '1년': 2,
  '2년': 3,
  '3년': 4,
  '4년': 5,
  '5년': 6,
  '6년': 7,
  '7년': 8,
  '8년': 9,
  '9년': 10,
  '10년 이상': 11,
};

export const CAREER_ID_TO_STR = {
  1: '신입',
  2: '1년',
  3: '2년',
  4: '3년',
  5: '4년',
  6: '5년',
  7: '6년',
  8: '7년',
  9: '8년',
  10: '9년',
  11: '10년 이상',
};
